export default function FiveE() {
  return (
    <section className="relative pt-44 pb-48 max-sm:pt-32 max-sm:pb-36">
      <div className="absolute left-0 top-0 shadow-bg"></div>
      <div className="wrapper ">
        <div className="text-2xl font-[305] leading-loose flex flex-col gap-10 max-sm:text-base">
          <div>
            在竞争激烈的就业市场中，e校优才专为学生就业倾力打造全方位服务，致力于成为学生不可或缺的职业伙伴。
          </div>
          <div>
            e校优才精心打造个人简历看板，全方位展现学生的学习成果、求职历程与个性测评。依托招聘数据、行业分析以及企业需求洞察，充分发挥AI技术的优势，为学生提供专业的简历优化建议。在此之后更有AI面试机器人服务，根据行业及目标公司的设定，进行虚拟问答演练，进一步大幅增加学生的面试通过率，助力每一位学生在求职之路上绽放光彩。
          </div>
          <div>
            e校优才凭借先进的岗位模型与精准的人才标签，为用户提供契合的职位。岗位从“职业技能”、“经验要求”、“发展前景”与“个人兴趣”等多维度进行分类推荐，为学生提供更全面的信息与极具前瞻性的选择。同时，支持企业
            HR 等通过职位反向匹配学生，实现人与岗的双向奔赴，开启高效就业之旅。
          </div>
          <div>
            学生也可以通过参与各类测评，深入挖掘自身潜能，全面了解胜任能力，挖掘职业性格，以及惊喜发现自己的兴趣爱好。借助测评等职业发展工具，e校优才助力学生精心规划职业路径，持续规避走弯路的风险并寻找优化方向，陪伴学生在成长的道路上稳步迈向成功。
          </div>
          <div>
            总之，e校优才通过结构化数据、AI辅导工具、大数据分析、潜力挖掘与个性化等创新手段，全力帮助学生实现靶向就业、高质量就业。我们坚信，只要学生不断精进自我，超越上一个阶段性目标，就一定能够成就辉煌的职业梦想！
          </div>
        </div>
      </div>
    </section>
  );
}
